{
	"1000_o": {
	  "name": "Thomas Matulessy",
	  "aka": "Kapitan Pattimura",
	  "as": "Indonesian Heroes",
	  "born": "Haria, 8 Juni 1783",
	  "died": "Teluk Ambon, 16 Desember 1817",
	  "gender": "Male (Laki-Laki)",
	  "ascension": "1973",
	  "about": "Kapitan Pattimura, yang nama aslinya adalah Thomas Matulessy atau Thomas Matulessia, adalah pahlawan nasional asal Maluku, Indonesia. Ia lahir pada tanggal 8 Juni 1783 di Hualoy, Seram Selatan, Maluku dan merupakan keturunan dari keluarga kerajaan Sahulau yang berasal dari daerah tersebut. Pattimura menjadi seorang Kapitan atau pemimpin satuan militer di bawah pemerintahan kolonial Belanda. Namun, pada tahun 1817 ia memimpin pemberontakan melawan Belanda karena tidak puas dengan ketidakadilan dan penindasan yang dialami oleh rakyatnya. Pemberontakan tersebut, yang kini dikenal sebagai Perang Pattimura, berlangsung selama beberapa bulan sebelum Pattimura ditangkap dan dihukum mati oleh Belanda pada tanggal 16 Desember 1817. Pattimura diingat sebagai seorang pahlawan nasional yang berani dan memiliki kepemimpinan yang kuat dalam perjuangan untuk kemerdekaan Indonesia. Namanya juga diabadikan pada uang rupiah Indonesia karena ia menjadi gambar di bagian depan pecahan 1.000 rupiah."
	},
	"2000_o": {
	  "name": "Gusti Inu Kartapati",
	  "aka": "Pangeran Antasari",
	  "as": "Indonesian Heroes",
	  "born": "Kayu Tangi, 1797",
	  "died": "Kalimantan, 11 Oktober 1862",
	  "gender": "Male (Laki-Laki)",
	  "ascension": "1968",
	  "about": "Pangeran Antasari, yang nama aslinya Gusti Ibu Kartapati, adalah pahlawan nasional asal Banjarmasin. Ia lahir pada tahun 1797 di Kayu Tangi, Kabupaten Banjar, Kalimantan Selatan. Ayahnya adalah seorang saudagar kecil yang terlibat dalam perdagangan antara Kalimantan dengan Pulau Jawa. Pangeran Antasari menjadi pahlawan nasional karena peran pentingnya dalam melawan Belanda dalam Perang Banjar di akhir abad ke-19. Ia memimpin perjuangan rakyat Banjar untuk mempertahankan kemerdekaan mereka dan menentang kebijakan Belanda yang merampas tanah-tanah tradisional rakyat Banjar. Pangeran Antasari meninggal pada tanggal 11 Oktober 1862 di Bayan Begok, Hindia Belanda. Nama Pangeran Antasari diabadikan sebagai nama beberapa institusi pendidikan dan jalan di Indonesia. Ia juga dikenal sebagai tokoh yang menginspirasi perjuangan rakyat Banjar dan Indonesia pada umumnya dalam mempertahankan kemerdekaan dan hak-hak mereka."
	},
	"5000_o": {
	  "name": "Muhammad Syahab",
	  "aka": "Tuanku Imam Bonjol",
	  "as": "Indonesian Heroes",
	  "born": "Kecamatan Bonjol, 1772",
	  "died": "Kecamatan Pineleng, 6 November 1864",
	  "gender": "Male (Laki-Laki)",
	  "ascension": "1973",
	  "about": "Imam Bonjol adalah seorang pahlawan nasional dari Sumatera Barat, Indonesia, yang juga dikenal sebagai Tuanku Imam Bonjol. Nama aslinya adalah Muhammad Syahab, dan ia lahir di Bonjol pada tanggal 1 Januari 1772. Ia adalah putra tunggal dari pasangan Bayanuddin Syahab dan Hamatun. Imam Bonjol dikenal sebagai salah satu pemimpin pejuang yang melawan penjajah Belanda pada abad ke-19, khususnya dalam perjuangan rakyat Minangkabau di Sumatera Barat. Ia memimpin perlawanan rakyat melawan Belanda dalam Perang Padri yang terjadi antara tahun 1821 hingga 1837. Selama perjuangannya, Imam Bonjol sering kali berpindah-pindah tempat untuk menghindari kejaran Belanda. Selain itu, ia juga dikenal sebagai seorang ulama yang saleh dan memiliki kualitas kepemimpinan yang kuat dalam memimpin perjuangan rakyat. Imam Bonjol meninggal pada tanggal 6 November 1864 di Maninjau, Sumatera Barat. Namanya diabadikan sebagai nama kota dan kabupaten di Sumatera Barat serta sebuah universitas di Padang, Sumatera Barat. Ia juga dihormati sebagai salah satu pahlawan nasional Indonesia yang memperjuangkan kemerdekaan dan keadilan bagi rakyatnya"
	},
	"10000_o": {
	  "name": "Raden Hasan Pangeran Ratu",
	  "aka": "Sultan Mahmud Badaruddin II",
	  "as": "Indonesian Heroes",
	  "born": "Palembang, 23 November 1767",
	  "died": "Ternate, 26 November 1852",
	  "gender": "Male (Laki-Laki)",
	  "ascension": "1984",
	  "about": "Sultan Mahmud Badaruddin II adalah seorang pahlawan nasional yang berasal dari Palembang, Sumatera Selatan. Ia lahir pada tanggal 23 November 1767 dan menjadi sultan Palembang pada tanggal 12 April 1804 setelah ayahnya meninggal. Nama aslinya adalah Raden Hasan Pangeran Ratu. Sultan Mahmud Badaruddin II sangat terkenal karena perjuangannya melawan penjajahan Belanda. Ia melakukan berbagai upaya untuk mengembalikan kekuasaannya yang telah dirampas oleh Belanda, salah satunya dengan melakukan hubungan diplomatik dengan Inggris. Ia juga pernah menjadi tawanan Belanda selama beberapa waktu setelah gagal melakukan usaha-upaya ekspansi wilayah ke daerah Riau. Untuk memperjuangkan kemerdekaan daerahnya dari penjajahan, Sultan Mahmud Badaruddin II turut meluncurkan kerajaan sikatuna dengan Raja Ali Haji sebagai perdana menteri pertamanya. Sultan Mahmud Badaruddin II meninggal pada tanggal 26 September 1852 dan dianggap sebagai sosok yang monumental dalam sejarah perjuangan bangsa Indonesia. Namanya diabadikan sebagai nama museum dan sebuah jalan di Palembang, serta sering dikenang dalam perayaan Hari Kemerdekaan Indonesia pada tanggal 17 Agustus."
	},
	"20000_o": {
	  "name": "Raden Otto Iskandardinata",
	  "aka": "Si Jalak Harupat",
	  "as": "Indonesian Minister",
	  "born": "Bandung, 31 Maret 1897",
	  "died": " Kecamatan Mauk, 20 Desember 1945",
	  "gender": "Male (Laki-Laki)",
	  "ascension": "1973",
	  "about": "Otto Iskandardinata adalah seorang pahlawan nasional yang berasal dari Bojongsoang, Kabupaten Bandung, Jawa Barat. Ia lahir pada tanggal 31 Maret 1897 dan merupakan anak bungsu dari pasangan Raden Haji Adam Rahmat dan Siti Hidayah. Otto Iskandardinata dikenal karena peran pentingnya dalam memperjuangkan kemerdekaan Indonesia dari penjajahan Belanda. Ia bergabung dengan gerakan kebangsaan yang dipimpin oleh Sarekat Islam pada tahun 1917 dan aktif dalam perjuangan di Bandung. Selain itu, Otto Iskandardinata juga turut berperan penting dalam mempersiapkan Kemerdekaan Indonesia setelah proklamasi pada tahun 1945. Ia menjadi anggota BPUPKI (Badan Penyelidik Usaha Persiapan Kemerdekaan Indonesia), Panitia Persiapan Kemerdekaan Indonesia (PPKI), dan anggota MPRS (Majelis Permusyawaratan Rakyat Sementara). Otto Iskandardinata meninggal pada tanggal 2 April 1952 dan dianugerahi gelar Pahlawan Nasional oleh pemerintah Indonesia pada tanggal 10 November 1978. Namanya diabadikan sebagai nama jalan dan rumah sakit di beberapa kota di Indonesia, serta menjadi salah satu sosok yang dihormati dalam sejarah perjuangan kemerdekaan Indonesia."
	},
	"50000_o": {
	  "name": "Brigadir Jenderal TNI I Gusti Ngurah Rai",
	  "aka": "Ngurah Rai",
	  "as": "Indonesian Heroes",
	  "born": "Badung, 30 Januari 1917",
	  "died": "Kecamatan Marga, 20 November 1946",
	  "gender": "Male (Laki-Laki)",
	  "ascension": "1975",
	  "about": "I Gusti Ngurah Rai (1917-1946) adalah seorang pahlawan nasional Indonesia yang berasal dari Bali. Ia lahir pada tanggal 30 Januari 1917 di Carangsari, sebuah desa di kecamatan Petang, Kabupaten Badung, Bali. Ayahnya, I Gusti Ngurah Palung, adalah seorang camat di daerah tersebut. I Gusti Ngurah Rai memulai karirnya di dunia militer pada tahun 1939 dengan bergabung dalam Koninklijk Nederlands Indisch Leger (KNIL), pasukan militer Belanda yang bermarkas di Hindia Belanda. Namun, setelah terjadi penyerangan oleh Jepang pada tanggal 8 Desember 1941, I Gusti Ngurah Rai bersama dengan banyak orang Indonesia lainnya ditangkap dan dipenjara oleh tentara Jepang. Setelah Indonesia memproklamirkan kemerdekaannya pada tanggal 17 Agustus 1945, I Gusti Ngurah Rai menjadi salah satu tokoh penting dalam perjuangan kemerdekaan Bali dari penjajahan Belanda. Ia memimpin brigade Tentara Nasional Indonesia (TNI) di Bali dan berhasil menyatukan seluruh masyarakat Bali dalam perjuangan melawan Belanda. Sayangnya, pada tanggal 20 November 1946, I Gusti Ngurah Rai beserta 400 prajurit dan pejuang Bali lainnya gugur dalam pertempuran melawan Belanda di daerah Marga, Tabanan. Namun, keberanian dan semangat perjuangannya tetap diingat dan dihormati hingga kini, dan ia diangkat menjadi pahlawan nasional Indonesia. Nama I Gusti Ngurah Rai diabadikan sebagai nama Bandara Internasional Ngurah Rai di Bali dan juga nama jalan-jalan di berbagai kota di Indonesia. Ia juga dihormati sebagai sosok yang memperjuangkan kemerdekaan Indonesia dan membela kehormatan bangsa"
	},
	"100000_o": {
	  "name": "Dr. Drs. H. Mohammad Hatta",
	  "aka": "Bung Hatta",
	  "as": "Vice President of Indonesia",
	  "born": "Bukittinggi, 12 Agustus 1902",
	  "died": "Jakarta, 14 Maret 1980",
	  "gender": "Male (Laki-Laki)",
	  "ascension": "2012",
	  "about": "Dr. H. Mohammad Hatta atau akrab dipanggil Bung Hatta adalah seorang pejuang kemerdekaan Indonesia dan merupakan wakil presiden pertama Indonesia yang menjabat dari tahun 1945 hingga 1956. Ia lahir di Bukittinggi, Sumatera Barat pada tanggal 12 Agustus 1902 dari keluarga yang berkecukupan. Hatta menempuh pendidikan di Belanda dan bergabung dengan organisasi pergerakan nasional Indonesia yang berbasis di sana. Ia kemudian terpilih menjadi anggota Badan Pekerja Komite Nasional Indonesia (BP-KNI) dan menjadi wakil presiden partai politik PNI pada awal tahun 1930-an. Setelah Indonesia merdeka pada tahun 1945, Hatta menjadi wakil presiden pertama negara dan menjadi perintis dalam membangun sistem ekonomi Indonesia yang berbasis kerakyatan. Ia juga dikenal sebagai salah satu perumus Undang-Undang Dasar 1945 dan mendirikan Universitas Indonesia pada tahun 1947. Hatta meninggalkan jabatannya sebagai wakil presiden pada tahun 1956 setelah mengalami perbedaan pandangan dengan Presiden Soekarno mengenai jalur politik dan ekonomi yang harus diambil oleh Indonesia. Ia kemudian menarik diri dari dunia politik dan mengabdikan dirinya untuk mendirikan sekolah-sekolah dan lembaga sosial di Indonesia. Mohammad Hatta meninggal dunia pada tanggal 14 Maret 1980 di Jakarta dan dihormati sebagai salah satu pahlawan nasional Indonesia yang besar. Banyak biografi Hatta yang bisa ditemukan di berbagai sumber, termasuk buku-buku sejarah dan artikel di internet."
	},
	"1000_n": {
	  "name": "Cut Nyak Meutia",
	  "aka": "Cut Meutia",
	  "as": "Indonesian Heroes",
	  "born": "Aceh, 15 Februari 1870",
	  "died": "Aceh, 24 Oktober 1910",
	  "gender": "Female (Perempuan)",
	  "ascension": "1964",
	  "about": "Cut Nyak Meutia adalah seorang pahlawan nasional Indonesia yang berasal dari Aceh. Ia lahir pada tanggal 15 Februari 1870 di Pirak, Aceh Utara dari pasangan Teuku Ben Wawaud dan Cut Gambang. Cut Nyak Meutia tumbuh dalam keluarga yang sangat taat beragama, terutama dalam agama Islam yang menjadi dasar pendidikan dan pembentukan karakter seorang anak. Cut Nyak Meutia menghabiskan masa kecilnya di Aceh dan menerima pendidikan yang baik dari keluarganya. Ia juga belajar membaca Al-Qur'an dan menghafal ayat-ayatnya. Selain itu, ia juga diajarkan tentang sejarah Aceh dan perjuangan melawan penjajah. Pada usia 22 tahun, Cut Nyak Meutia menikah dengan seorang kepala desa bernama Teuku Muhammad Saman. Pada saat itu, Aceh sedang dilanda perang melawan penjajah Belanda. Cut Nyak Meutia kemudian bergabung dalam pasukan pejuang Aceh yang dipimpin oleh Teuku Cik di Tiro. Dalam perjuangannya, Cut Nyak Meutia terkenal sebagai seorang pejuang yang sangat berani dan gigih dalam melawan penjajah. Ia terus memimpin pasukannya dan menggalang dukungan rakyat untuk berjuang hingga titik darah penghabisan. Sayangnya, pada tanggal 24 Oktober 1910, Cut Nyak Meutia terbunuh dalam sebuah pertempuran dengan pasukan Belanda di Gampong Beutong, Aceh Besar. Namun, semangat perjuangannya terus dikenang hingga kini dan ia diresmikan sebagai pahlawan nasional Indonesia. Nama Cut Nyak Meutia juga diabadikan di berbagai tempat di Indonesia, termasuk sebuah gedung yang diberi nama Rumah Sakit Cut Nyak Meutia di Batam, Kepulauan Riau."
	},
	"2000_n": {
	  "name": "Mohammad Husni Thamrin",
	  "aka": "Mat Seni",
	  "as": "Indonesian Politician",
	  "born": "Weltevreden, 16 Februari 1894",
	  "died": "Jakarta, 11 Januari 1941",
	  "gender": "Male (Laki-Laki)",
	  "ascension": "1960",
	  "about": "Mohammad Hoesni Thamrin atau Mohammad Husni Thamrin adalah seorang tokoh nasional Indonesia yang dilahirkan di Jakarta pada tanggal 16 Februari 1894. Ia adalah seorang pemikir politik dan aktivis kemerdekaan yang sangat berpengaruh pada masa-masa awal perjuangan bangsa Indonesia untuk merdeka dari penjajahan Belanda. Pada tahun 1916, Hoesni Thamrin membentuk Serikat Islam, sebuah organisasi yang bertujuan untuk mengembangkan keterampilan dan pengetahuan masyarakat muslim di Indonesia. Selain itu, ia juga terlibat dalam gerakan politik dan berpartisipasi dalam pembentukan Partai Sarekat Islam pada tahun 1917. Pada tahun 1927, Hoesni Thamrin terpilih menjadi anggota Volksraad, sebuah dewan legislatif saat itu yang mewakili penghuni pribumi Indonesia di Hindia Belanda. Dia juga terlibat dalam Kongres Pemuda II pada tahun 1928 yang menuntut kemerdekaan penuh bagi Indonesia. Hoesni Thamrin terkenal karena aksinya ketika Belanda menjajah Indonesia. Ia terus memperjuangkan kemerdekaan Indonesia dan mengecam keras cara penjajahan yang dilakukan oleh Belanda. Pada tanggal 11 Januari 1941, Hoesni Thamrin ditangkap oleh penjajah Belanda atas dakwaan merencanakan pemberontakan. Ia meninggal secara misterius di penjara pada hari yang sama senilai 46 tahun. Hoesni Thamrin dihormati sebagai pahlawan nasional Indonesia dan namanya diabadikan sebagai nama jalan, universitas, dan kecamatan di berbagai kota di Indonesia. Ia juga diabadikan pada pecahan Rp 2.000 sebagai penghargaan atas jasa dan perjuangannya bagi kemerdekaan Indonesia."
	},
	"5000_n": {
	  "name": "K. H. Idham Chalid",
	  "aka": "Idham Chalid",
	  "as": "Indonesian Politician",
	  "born": "Kabupaten Tanah Bumbu, 27 Agustus 1921",
	  "died": "Jakarta, 11 Juli 2010",
	  "gender": "Male (Laki-Laki)",
	  "ascension": "2011",
	  "about": "K.H. Idham Chalid adalah seorang tokoh nasional Indonesia yang juga dikenal sebagai seorang ulama. Ia lahir pada tanggal 27 Agustus 1921 di Setui, bagian tenggara Kalimantan Selatan. K.H. Idham Chalid dibesarkan dalam lingkungan keluarga yang taat beragama, dan sejak kecil ia dikenal sebagai seorang yang rajin membaca dan belajar. Ia menyelesaikan pendidikan agama di berbagai pesantren di Jawa, dan kemudian melanjutkan studinya ke Timur Tengah, di mana ia belajar di Universitas Al-Azhar dan Universitas Al-Qarawiyyin. Setelah kembali ke Indonesia, Idham Chalid aktif di organisasi Nahdlatul Ulama (NU) dan terlibat dalam perjuangan merebut kemerdekaan Indonesia dari penjajahan Belanda. Di samping itu, ia juga aktif di dunia politik dan pernah menjabat sebagai anggota DPR. Di samping kegiatan politiknya, Idham Chalid juga dikenal sebagai seorang ulama yang sangat berpengaruh. Ia terlibat dalam pendirian lembaga-lembaga pendidikan Islam dan menulis berbagai buku tentang Islam dan kebangsaan, yang menjadi inspirasi bagi banyak orang. K.H. Idham Chalid meninggal dunia pada tanggal 19 Februari 1999 di Amuntai, Kalimantan Selatan. Namanya diabadikan sebagai nama jalan di sejumlah kota di Indonesia, dan ia dihormati sebagai tokoh nasional Indonesia yang berjasa bagi perkembangan pendidikan dan agama Islam di Indonesia."
	},
	"10000_n": {
	  "name": "Frans Kaisiepo",
	  "aka": "Frans Kaisiepo",
	  "as": "Indonesian Politician",
	  "born": "Pulau Biak, 10 Oktober 1921",
	  "died": "Jayapura, 10 April 1979",
	  "gender": "Male (Laki-Laki)",
	  "ascension": "1993",
	  "about": "Frans Kaisiepo adalah seorang politikus dan nasionalis Indonesia yang lahir di Wardo, Biak, Papua pada tanggal 10 Oktober 1921 dan wafat pada tanggal 10 April 1979. Ia merupakan seorang tokoh yang sangat berjasa dalam perjuangan kemerdekaan Indonesia, khususnya dalam perjuangan untuk mempertahankan wilayah Papua agar tetap menjadi wilayah Indonesia. Frans Kaisiepo aktif dalam berbagai organisasi nasionalis sejak semasa mudanya, dan merupakan salah satu pendiri Persatuan Mahasiswa Indonesia (PERMI) serta majalah Mimbar Indonesia. Ia juga terlibat dalam perjuangan melawan penjajahan Belanda, dan bersama-sama dengan kawan-kawannya mendirikan organisasi Persatuan Rakyat Indonesia (PRI) di Papua. Setelah Indonesia merdeka pada tahun 1945, Frans Kaisiepo mengambil peran penting dalam membangun dan memperkuat wilayah Papua. Ia terpilih sebagai anggota DPR dan kemudian menjabat sebagai Gubernur Provinsi Papua yang ke-4. Ia juga menjadi salah satu delegasi dalam Konferensi Malino pada tahun 1946, di mana ia mengusulkan nama Irian sebagai pengganti nama Papua. Di samping kegiatan politiknya, Frans Kaisiepo juga dikenal sebagai seorang budayawan yang sangat terampil. Ia sangat mencintai kebudayaan dan seni rakyat Papua, dan aktif dalam mempromosikan dan melestarikan kebudayaan tersebut. Ia juga menulis beberapa buku tentang kebudayaan Papua, di antaranya adalah Lembah Baliem: Kehidupan dan Kebudayaan Orang Dani dan Papua Menangis karena Tak Kunjung Merdeka. Frans Kaisiepo meninggal dunia pada tanggal 10 April 1979, dan dihormati sebagai pahlawan nasional Indonesia yang berjasa bagi perjuangan bangsa Indonesia dan perkembangan wilayah Papua. Namanya diabadikan sebagai nama jalan, rumah sakit, universitas, dan bandara di berbagai tempat di Indonesia."
	},
	"20000_n": {
	  "name": "Dr. Gerungan Saul Samuel Jacob Ratulangi",
	  "aka": "Sam Ratulangi",
	  "as": "Indonesian Politician",
	  "born": "Tondano, 5 November 1890",
	  "died": "Jakarta, 30 Juni 1949",
	  "gender": "Male (Laki-Laki)",
	  "ascension": "1961",
	  "about": "Dr. Gerungan Saul Samuel Jacob Ratulangi, atau lebih dikenal sebagai Sam Ratulangi, adalah seorang politikus, jurnalis, dan nasionalis Indonesia dari Sulawesi Utara. Ia lahir pada tanggal 5 November 1890 di Tondano, sementara tokoh Indonesia lainnya seperti Ir. Soekarno dan Mohammad Hatta lahir beberapa tahun kemudian. Setelah menyelesaikan pendidikan di Belanda pada tahun 1913, Sam Ratulangi memulai kariernya sebagai jurnalis di Batavia (sekarang Jakarta). Ia terlibat dalam berbagai gerakan nasionalis, termasuk Boedi Oetomo dan Sarekat Islam. Ia kemudian kembali ke Sulawesi Utara dan mendirikan majalah Pedoman Masyarakat, yang diterbitkan dalam Bahasa Melayu dan dieja secara fonetik untuk menghindari pengaruh Belanda. Selama masa pendudukan Jepang, Sam Ratulangi tetap berjuang untuk kemerdekaan Indonesia dan menolak untuk bekerja sama dengan pemerintah pendudukan. Ia menjadi bagian dari PPKI (Panitia Persiapan Kemerdekaan Indonesia) yang menyusun konstitusi Indonesia. Setelah Indonesia merdeka pada tahun 1945, Sam Ratulangi terpilih sebagai Menteri Penerangan di Kabinet Sjahrir, dan kemudian menjadi Perdana Menteri proklamator, Soekarno, dan Hatta yang berada di Yogyakarta selama Agresi Militer Belanda I. Sam Ratulangi meninggal pada tanggal 30 Juni 1949 di Jakarta. Namanya diabadikan sebagai nama universitas, jalan, dan bahkan kapal di Indonesia, dan ia dihormati sebagai salah satu pahlawan nasional Indonesia yang besar."
	},
	"50000_n": {
	  "name": "Ir. H. Raden Djoeanda Kartawidjaja",
	  "aka": "Juanda",
	  "as": "Indonesian Minister",
	  "born": "Tasikmalaya, 14 Januari 1911",
	  "died": "Jakarta, 7 November 1963",
	  "gender": "Male (Laki-Laki)",
	  "ascension": "1963",
	  "about": "Ir. H. Djuanda Kartawidjaja adalah seorang politikus dan nasionalis Indonesia yang lahir di Tasikmalaya, Jawa Barat pada tanggal 14 Januari 1911 dan meninggal di Jakarta pada tanggal 7 November 1963. Ia merupakan salah satu pemimpin kemerdekaan Indonesia dan tokoh penting dalam sejarah kebangsaan Indonesia. Djuanda Kartawidjaja menempuh pendidikan di Bandung dan kemudian belajar di TH Delft di Belanda. Setelah kembali ke Indonesia, ia terjun ke dalam dunia politik dan menjadi anggota partai politik Persatuan Perjuangan (Perjuangan). Ia kemudian terpilih sebagai Menteri Pekerjaan Umum dan Perumahan Rakyat pada Kabinet Sutan Sjahrir, dan kemudian menjadi Perdana Menteri Indonesia yang ke-10. Selama masa jabatannya sebagai Perdana Menteri, Djuanda Kartawidjaja mengeluarkan deklarasi tentang \"Politik Ekonomi Nasional Indonesia,\" yang bertujuan mendorong pertumbuhan ekonomi nasional dan mengurangi ketergantungan pada negara-negara asing. Ia juga mempromosikan konsep \"Desa Siaga\" yang bertujuan untuk membantu desa-desa Indonesia dalam mengembangkan diri. Djuanda Kartawidjaja meninggal dunia pada tanggal 7 November 1963 di usia 52 tahun. Namanya diabadikan sebagai nama universitas, bandara, jalan, dan bahkan kapal di Indonesia, dan ia dihormati sebagai salah satu pahlawan nasional Indonesia yang besar."
	},
	"100000_n": {
	  "name": "Ir. Soekarno",
	  "aka": "Bung Karno",
	  "as": "President of Indonesia",
	  "born": "Surabaya, 6 Juni 1901",
	  "died": "Jakarta, 21 Juni 1970",
	  "gender": "Male (Laki-Laki)",
	  "ascension": "2012",
	  "about": "Ir. Soekarno atau akrab dipanggil Bung Karno adalah pemimpin proklamator kemerdekaan Indonesia dan presiden pertama Indonesia yang menjabat dari tahun 1945 hingga 1967. Ia lahir pada tanggal 6 Juni 1901 di Surabaya, Jawa Timur dengan nama kecilnya Kusno Sosrodihardjo dan meninggal pada tanggal 21 Juni 1970 di Jakarta. Soekarno merupakan salah satu tokoh bangsa yang terlibat aktif dalam pergerakan nasional Indonesia, baik melalui orasi-orasinya maupun tulisan-tulisannya. Ia terlibat dalam pembentukan organisasi Boedi Oetomo pada tahun 1908 dan kemudian mendirikan Partai Nasional Indonesia pada tahun 1927, yang bertujuan untuk memperjuangkan kemerdekaan Indonesia dari penjajah Belanda. Pada tanggal 17 Agustus 1945, Soekarno dan Mohammad Hatta memproklamasikan kemerdekaan Indonesia, yang kemudian memicu perang kemerdekaan melawan penjajah Belanda. Selama masa jabatannya sebagai presiden, Soekarno mempromosikan konsep \"Nasionalisme-Agama-Komunisme\" atau \"Nas-Ak-Com\", yang kemudian disebut sebagai \"Trisakti,\" sebagai dasar kebijakan luar negeri Indonesia. Soekarno juga terkenal karena orator ulungnya dan kepekaannya terhadap seni dan budaya, termasuk mengadakan Konferensi Asia-Afrika pada tahun 1955 yang bertujuan untuk memperkuat solidaritas antarbangsa dan mengurangi ketidakadilan dunia. Soekarno meninggal pada tanggal 21 Juni 1970 di Jakarta dan namanya diabadikan sebagai salah satu pahlawan nasional Indonesia yang besar. Biografi singkat dan detail tentang Soekarno dapat ditemukan dalam banyak sumber, termasuk buku-buku sejarah dan artikel di internet."
	}
}